Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Net cash flow from petroleum activities = Oil taxes + Net revenues from the SDFI +
nb: Netto kontantstrøm fra petroleumsvirksomheten = Oljeskatter + Netto inntekter fra

source: -json" it must be changed to "sdmx-json".
nb: -json" må det endres til å benytte "sdmx-json".

source: activities, such as banks’ assessment of probability of default (PD) and loss-given-default (LGD)
nb: vurdering av PD («probability of default») og LGD («loss given default») for engasjementet og

source: prevent crises, manage crises and resolve crises
nb: forebygge kriser, håndtere kriser og rydde opp etter kriser

source: Anders Svor presented the report and key elements of its preparations in 2018.
nb: Anders Svor redegjorde for rapporten og sentrale elementer i gjennomføringen av oppdraget i 2018.

source: Office in Norges Bank’s Foreign Exchange Department
nb: Samtidig eller fra de enkelte bankers konti i Norges Bank.

source: Growth may therefore be overestimated.
nb: Veksten kan derfor være overvurdert.

source: Taiwan dollar (TWD) - daily exchange rate from Norges Bank
nb: Taiwanske dollar (TWD) - dagens valutakurs fra Norges Bank

source: Vulnerabilities in the financial system can have more serious consequences for financial stability in the face of shocks.
nb: Sårbarheter i det finansielle systemet bidrar til at forstyrrelser kan få mer alvorlige konsekvenser for finansiell stabilitet.

source: Household spending on goods fell by a seasonally adjusted 1.3 per cent from December 2008 to January 2009 after rising by 0.4 per cent in the previous month.
nb: Husholdningenes varekonsum korrigert for sesongmønster falt med 1,3 prosent fra desember 2008 til januar 2009, etter en oppgang på 0,4 prosent måneden før.

source: The Committee recommended that the Executive Board follows Internal Audit's guidance.
nb: Utvalget anbefalte hovedstyret å vedta i tråd med internrevisjonens tilråding.

source: Many others followed suit, and auto transport has become a Norwegian speciality.
nb: Det fikk følge av flere, og bilfrakt er blitt en norsk spesialitet.

source: On the same in 1905, King Haakon
nb: Haakon VII avla ed til grunnloven i Stortinget i 1905.

source: Brazilian real (BRL) - daily exchange rate from Norges Bank
nb: Brasilianske real (BRL) - dagens valutakurs fra Norges Bank

source: 2 Organisation of asset management
nb: 2 Organisering av forvaltningen

source: Olav Bø and Helge Mothes presented the follow-up of the strategy for IT security and the project of updating Central Banking Operations' IT portfolio, "Differentiated IT portfolio" (DiffIT).
nb: Olav Bø og Helge Mothes redegjorde for oppfølgingen av strategien for IT-sikkerhet og for prosjektet om fornying av IT-porteføljen i sentralbank¬virksomheten, «Differensiert IT-portefølje» (DiffIT).

source: The quality of the reference rate is also important for confidence in and the stability of the financial system.
nb: Kvaliteten på referanserenten har også betydning for tilliten til og stabiliteten i det finansielle systemet.

source: We discuss the data and possible relationships between
nb: Vi diskuterer datamaterialet og mulige sammenhenger

source: measurement errors in both the output gap and inflation.
nb: i både produksjonsgapet og inflasjonen.

source: When the combustion engine began to be used around 1905, the mechanisation of fishing followed quickly.
nb: Da eksplosjonsmotoren ble tatt i bruk rundt 1905, gikk overgangen til mekanisk fremdrift raskt.

source: systems and allows for legal protection of netting
nb: Norges Bank, utsettes Norges Bank i prinsippet for

source: For more detailed information about the measures, see
nb: For mer utfyllende informasjon om tiltakene, se

source: – Public quarterly and annual reports on the foreign
nb: – Kvartalsrapporter om avkastning og risiko for SPU

source: to the Supervisory Council in line with the draft.
nb: representantskapet i tråd med utkastet.

source: Item 204/2019 - Summary audit report from NBCBO
nb: Sak 204/2019 Oppsummering revisjonsrapport fra sentralbankvirksomheten

source: Financial stability is the absence of financial crises.
nb: Prisene på finansobjekter og eiendommer stiger.

source: was considered by the Council.
nb: retningslinjer fastsatt av hovedstyret.

source: Alternate Arne Hyttnes recused himself from the presentation of the item.
nb: Varamedlem Arne Hyttnes vurderte seg inhabil og fratrådte under redegjørelsen om angjeldende sak.

source: The arrangement eventually totalled NOK 230 billion and entailed a corresponding
nb: Ordningen fikk et totalt omfang på 230 milliarder kroner og innebar at utestående volum

source: 7 Normally, the overnight lending facility can only be used – and must be used – by banks with a negative account balance at the central bank at the end of the day.
nb: 7 Normalt kan utlånsfasiliteten over natten kun brukes - og må brukes - dersom bankene har negativ saldo i sentralbanken ved dagens slutt.

source: Leif Brubakk and Tommy Sveen, Senior Advisors, Monetary Policy Department, Norges Bank*
nb: Leif Brubakk og Tommy Sveen, Økonomisk avdeling, Norges Bank*

source: Marit Øwre Johnsen (Norges Bank) presented the reference rate NOWA and the changes in the
nb: Marit Øwre Johnsen (Norges Bank) presenterte referanserenten Nowa og endringene i

source: The reason given for the recommendation is the risk of the company being responsible for systematic human rights violations (cf. the conduct-based criterion in Guidelines for observation and exclusion from the Government Pension Fund Global, Section 3 a).
nb: Tilrådingen er begrunnet med risiko for at selskapet er ansvarlig for systematiske menneskerettighetsbrudd, jf. det atferdsbaserte kriteriet i Retningslinjer for observasjon og utelukkelse fra Statens pensjonsfond utland § 3 bokstav a).

source: Nowa will be calculated as a volume-weighted average of the interest rate on daily transactions.
nb: Nowa vil beregnes som et volumvektet gjennomsnitt av renten på daglige transaksjoner.

source: have not attempted to comment on the real time proper-
nb: dermed til betydelige oppjusteringer av de foreløpige

source: In practice, loans on special terms (S-loan) is only relevant for an individual bank or other financial sector entity that is considered to be solvent and requires liquidity beyond that offered by the Bank through ordinary facilities and collateral.
nb: S-lån er i praksis bare aktuelt overfor en enkeltbank eller annet foretak i finansiell sektor som vurderes solvent og har behov for likviditet utover det som banken tilbyr ved ordinære fasiliteter og sikkerheter.

source: money in interest-bearing financial instruments, one
nb: penger i rentebærende finansobjekter, vil en kunne få

source: The use of targeted threat intelligence and external testing specialists (red teams) ensures that testing is realistic.
nb: Bruk av trusseletterretning og eksterne testspesialister («Red Team») skal bidra til at testingen blir realistisk.

source: nate bottlenecks in the labour market.
nb: siteten i norsk økonomi.

source: In the war and crisis year of 1808, herring appeared in the waters of western Norway as a godsend, which marked the beginning of a sixty-year herring boom.
nb: Til Vestlandet kom silda som en plutselig velsignelse i krigs- og kriseåret 1808, noe som ble starten på en sekstiårig sildeepoke.

source: Graphic Designer, Arild Yttri designed the reverse.
nb: grafiker i Norges Bank Arild Yttri.

source: Based on inquiries from the public, Norges Bank has submitted the question to the Norwegian Institute of Public Health (NIPH).
nb: På bakgrunn av henvendelser fra publikum har Norges Bank forelagt spørsmålet til Folkehelseinstituttet (FHI).

source: Moreover, the Executive Board is in agreement with the proposed Section 1-7, second paragraph.
nb: Hovedstyret er for øvrig enig i forslaget til § 1-7 annet ledd.

source: It is estimated that around 35 000 blows were needed to chisel a hole for such a stake.
nb: En har regnet ut at det måtte ca. 35 000 sleggeslag til for å meisle ut et hull til en slik stake.

source: Henning Nilsen (Sparebank 1 Boligkreditt) provided an update on the work by the sub-group for market conventions and fallback solutions.
nb: Henning Nilsen (Sparebank 1 Boligkreditt) ga en oppdatering på arbeidet i undergruppen for Markedskonvensjoner og Fallbackløsninger.

source: In Norway, it appears that transparency in Norges
nb: I Norge kan det se ut til at åpenhet om Norges Banks

source: Design and technical data:
nb: Utforming og tekniske data:

source: Yngve Slyngstad presented the matter for discussion.
nb: Yngve Slyngstad redegjorde for saksfremlegget.

source: Evaluation of Norges Bank’s projections for 2008
nb: Etterprøving av Norges Banks anslag for 2008

source: All government transactions that influence structural liquidity take place via the government’s
nb: Alle statlige transaksjoner som påvirker strukturell likviditet, skjer via statens konto i Norges

source: Economic policy rules should be common knowledge.
nb: Reglene for økonomisk politikk bør være allment kjent.

source: In that case, we might subsequently be sur-3 analyses productivity growth in Norway, while Section prised by higher-than-expected inflation.4 compares it with that in other countries. The article
nb: I avsnitt 3 analyseres time holder seg konstant. Måles produktiviteten som produktivitetsutviklingen i Norge, og i avsnitt 4 sam-

source: ments over the year, i.e. rising exports,…, but it takes
nb: utviklingen i året, nemlig den stigende eksport (…) men

source: Letter to the Ministry of Finance of 24 October – GPFG phasing out of equity investments in upstream companies.
nb: Brev til Finansdepartementet 24. oktober - SPU utfasing av aksjeinvesteringer i oppstrømsselskaper

source: However, Norges Bank continues to provide account services for special purposes related to the government’s liquidity management and the government’s mandatory deposit arrangements.
nb: Norges Bank utfører imidlertid fortsatt kontoholdstjenester for enkelte særskilte formål knyttet til statens likviditetsforvaltning og kontolånordningen i staten.

source: Time-varying macroprudential instruments can beneficially be delegated to an independent authority to facilitate implementation and enhance predictability over time and to ensure that decisions are based on financial stability considerations.
nb: Virkemidler i makrotilsyn som er ment å variere over tid, kan med fordel delegeres til en uavhengig myndighet for å sikre gjennomføringsevne og forutsigbarhet over tid samt at beslutninger bygger på hensynet til finansiell stabilitet.

source: Report on the global practice of responsible investment from the consulting firm Inflection Point Capital Management.
nb: Rapport om global praksis innen ansvarlig investeringsvirksomhet fra konsulentselskapet Inflection Point Capital Management

source: Commercial real estate selling prices are calculated as rental prices divided by yield.
nb: Salgspriser beregnes som leiepriser delt på avkastningskrav.

source: address potential conflicts of interest and ensure adequate distance between NBIM,
nb: interessekonflikter og sikrer tilstrekkelig avstand mellom NBIM, AKO og Nicolai

source: A 2021 delivery is no longer feasible due to needing to focus on the upcoming LIBOR conversion events, including all of the development and testing work that the delivery of those events entails.
nb: Den tidligere fristen i 2021 er ikke lengre mulig på grunn av behovet for å fokusere på de kommende Libor-konverteringshendelsene, inkludert alt utviklings- og testarbeid dette medfører.

source: Sources: Statistics Norway and Norges Bank
nb: Statistisk sentralbyrå og Norges Bank

source: countries like Sweden, the UK, Switzerland, Australia,
nb: imot, i land som Sverige, Storbritannia, Sveits,

source: it was stated that banks should to a greater extent cover
nb: lagt kvoter for sine utlån (både pris- og mengderegule-

source: approximately as expected.
nb: omtrent som ventet.

source: Karen Helene Ulltveit-Moe presented the discussions on the Audit Committee and the topics that particularly drew its attention.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av.

source: Imbalances in the world economy
nb: Ubalanser i verdensøkonomien

source: Bank lowered the interest rate.
nb: lysere og forstå utviklingen i norsk økonomi er økt.

source: See Norges Bank’s
nb: Se Norges Banks

source: ensure a high degree of pass-through from the policy rate to market rates, 2.
nb: Sørge for at styringsrenten får bredt gjennomslag til markedsrentene 2.

source: of the cover pool, and a maximum of 15 per cent of exposure in the cover pool may be to banks.
nb: og maksimalt 15 prosent av eksponeringen i sikkerhetsmassen kan være mot bank.

source: indices for trading partners’ export and producer prices
nb: for prisveksten på importerte konsumvarer i Norge bare

source: Arne Hyttnes presented the discussions and position of the Remuneration Committee on total personnel expenses and limits for the accrual of performance-based pay in investment management.
nb: Arne Hyttnes redegjorde for kompensasjonsutvalgets drøfting og innstilling om samlede personalkostnader og ramme for opptjening av prestasjonsbasert lønn i kapitalforvaltningen.

source: - There are no uncorrected errors in the financial statements.
nb: - Det foreligger ikke ukorrigerte feil i regnskapet.

source: • The establishment of foreign banks in Norway
nb: • vurderinger av virkninger av pengepolitikken og

source: Number of banks with an account with Norges Bank. At year-end 2020.
nb: Antall banker med konto i Norges Bank ved utgangen av 2020.

source: External turbulence spills over to Nor-
nb: Uroen ute smitter over i

source: The Executive Board took note of the report on compliance and control at NBIM for the third quarter of 2017.
nb: Hovedstyret tok rapporten om etterlevelse og kontroll i NBIM for tredje kvartal 2017 til etterretning.

source: Act of 1999 relating to Payment Systems gives Norges
nb: betalingssystemer m.v. fra 1999 har gitt Norges Bank

source: Average for 2020.
nb: Gjennomsnitt for 2020.

source: In autumn 2018, the Ministry of Finance introduced a new Money Laundering Act, which according to Finance Norway, entailed increased efforts by financial institutions (see Finance Norway (2018b)).
nb: Høsten 2018 innførte Finansdepartementet ny hvitvaskingslov som ifølge Finans Norge medførte økt innsats fra finansinstitusjonene, se Finans Norge (2018b).

source: Key issues are the development of the infrastructure for real-time payments, the role of cash in the future and the possible introduction of a central bank digital currency (CBDC).
nb: Sentrale problemstil inger er utviklingen av infrastrukturen for realtidsbetalinger, kontantenes rolle i framtiden og mulig innføring av digitale sentral-bankpenger.

source: When the financial crisis erupted, this implicit subsidy became explicit and was equal to more than post-tax profits.
nb: Da finanskrisen inntraff, ble den implisitte subsidien eksplisitt og tilsvarte mer enn overskuddet etter skatt.

source: Equation (3) is a Phillips curve for an open economy.
nb: Ligning (3) er en Phillips-kurve for en åpen økonomi.

source: Obverse: Portrait of Camilla Collett.
nb: Portrett av Camilla Collett.

source: Letter to the Ministry of Defence of 1 October 2018 – Consultation response on regulations for a new security act
nb: Brev 1. oktober 2018 til Forsvarsdepartementet – Høringssvar forskrifter til ny sikkerhetslov

source: • Norges Bank will hold F-loan and F-deposit auctions as necessary to maintain total
nb: • Norges Bank vil ved behov auksjonere ut F-lån og F-innskudd slik at totale reserver

source: Sjursen stepped down from his post as CEO of Holberg Funds in 2018, after holding this position since 2006.
nb: Sjursen gikk av som administrerende direktør i Holberg Fondsforvaltning AS i 2018 etter å ha hatt denne stillingen siden 2006.

source: Loss = (deviation from inflation target)2 + λ x (output gap)2
nb: Tap = (avvik i inflasjon fra målet)2 + λ·(produksjonsgap)2

source: Equation (2) is an IS relationship for a small open economy and describes aggregate demand
nb: Ligning (2) er en IS sammenheng for en liten åpen økonomi og beskriver samlet etterspørsel

source: • Banks have lowered lending and deposit rates for
nb: Utlånsrentene publikum står overfor, er fortsatt

source: In that kind of situation, it is easier to reach agreement.
nb: I slike situasjoner er det lettere å bli enige.

source: Chart 1.12 Risk premium in Oslo is low
nb: Figur 1.12 Risikopremien er lav i Oslo

source: will apply to all banks with activities in Norway, eventually including branches of foreign banks.
nb: vil gjelde for al e banker som har virksomhet i Norge, etter hvert også filialer av utenlandske banker.

source: Division of banks into groups (as of February 2021)
nb: Inndeling av banker i grupper (per februar 2021)

source: illustrated by the blue line.
nb: I virkeligheten er det ikke slik.

source: as the market’s expected interest rate level for the corre-
nb: markedets forventninger om rentenivået på et framtidig

source: Tax revenue was to be spent, but not a penny more.
nb: Skatteinntektene skulle brukes, men heller ikke mer.

source: Somewhat later, services were established between Trondheim and northern Norway, and between Trondheim and Kristiansand.
nb: Noe senere ble det etablert ruter mellom Trondheim og Nord-Norge, og mellom Trondheim og Kristiansand.

source: Minutes of the Remuneration Committee meeting of 5 February 2019
nb: Protokoll fra møtet i kompensasjonsutvalget 5. februar 2019

source: and the labour market, at the same time as domestic
nb: en internasjonalt svakere enn lagt til grunn i siste

source: 1 In the literature, the terms
nb: 1 I litteraturen benyttes også vekselsvis begreper som

source: responsibilities, cooperation and the framework for
nb: ansvarsforhold, samarbeid og rammeverk for overvå-

source: • A bank that quotes money market rates (i.e. a bank on the NIBOR panel) and that in
nb: • Dersom en bank som er prisstiller i pengemarkedet (det vil si NIBOR-bank), i

source: It is not Norges Bank’s role to provide funding for banks.
nb: Det er ikke Norges Banks oppgave å skaffe bankene finansiering.

source: Predictability may contribute to ensuring more stable
nb: En forutsigbar pengepolitikk kan dermed bidra til å

source: budget deficit, and the difference between the two constitutes the transfer to the GPFG.
nb: oljekorrigerte underskuddet på statsbudsjettet, hvorav differansen utgjør avsetningen til SPU.

source: The Executive Board placed emphasis on the following new information that has emerged since the previous monetary policy meeting on 4 February:
nb: Av ny informasjon siden forrige rentemøte 4. februar legger hovedstyret vekt på følgende:

source: Henrik Wergeland commemorative silver 200-krone coin
nb: Wergeland 200-krone jubileumsmynt i sølv

source: Under reverse repurchase agreements, banks can lend government securities to Norges Bank in
nb: Omvendte gjenkjøpsavtaler innebærer at banker kan låne statspapirer til Norges Bank i bytte

source: However, this also meant that voyages were dependent on fair winds.
nb: Men det krevde også at man hadde anledning til å vente på gunstig bør.

source: These currents are called Birkeland Currents.
nb: Utført av grafiker Arild Yttri.

source: Section C must be completed if Norges Bank may submit information to the CCP’s auditor about the account
nb: Punkt C må fylles ut dersom Norges Bank skal kunne gi opplysninger om den sentrale motpartens kontohold i

source: Ida Wolden Bache and the Governor presented the main elements of the draft monetary policy report, including the analyses and assessments of the economic situation and the outlook for monetary policy.
nb: Ida Wolden Bache og sentralbanksjefen redegjorde for hovedelementer i utkastet til Pengepolitisk rapport, herunder analysene og vurderingene av den økonomiske situasjonen og utsiktene for pengepolitikken.

source: A substantial fall in financial asset prices can also adversely impact a number of other financial institutions, such as investment firms and insurance companies.
nb: Et stort fall i prisene på finansielle aktiva kan også påvirke en rekke andre finansielle foretak negativt, som verdipapirforetak og forsikringsforetak.

source: From Troms and Sunnmøre, there was extensive sealing near and on the drift ice, from Novaya Zemlya in the east to Canada in the west.
nb: Fra Troms og Sunnmøre ble det drevet en omfattende selfangst ved og i drivisen, fra Novaja Semlja i øst til Canada i vest.

source: Kongsberg was considered, but in spring 1812, Christiania (now Oslo) was finally chosen.
nb: Kongsberg ble vurdert, men våren 1812 falt det endelige valget på Christiania.

source: From an arbitrage perspective, the swap spread can be
nb: Ut fra et arbitrasjeargument kan swapspreaden bestem-

source: In most economic models where the relationships
nb: I de fleste økonomiske model er der sammenhengene

source: The CPI adjusted for tax changes and excluding energy products (CPI-ATE) also showed a year-on-year rise of 3.0 per cent in February.
nb: Korrigert for avgiftsendringer og uten energivarer (KPI-JAE) var tolvmånedersveksten også 3,0 prosent i februar.

source: The reverse was designed by Enzo Finger.
nb: Revers er utformet av designer Enzo Finger.

source: The gap to the IRB banks has narrowed during the period.
nb: Differansen ned til IRB-bankene har sunket over perioden.

source: If there are credit
nb: som ikke er konkurs, og

source: work of the sub-group.
nb: deler av gruppens arbeid.

source: Report from Associate Professor Trond Døskeland and Professor Per Strömberg on unlisted equity investments in the GPFG.
nb: Rapport fra førsteamanuensis Trond Døskeland og professor Per Strömberg om unoterte aksjeinvesteringer i SPU

source: Marc Flandreau (2011), "New Deal Financial Acts and the Business of Foreign Debt Underwriting: Autopsy of a Regime Change" shows how the Glass-Steagall Act and other New Deal legislation conferred greater power on policymakers at the expense of international bankers and discusses some consequences for financial markets.
nb: Marc Flandreau (2011), "New Deal Financial Act and the Business of Foreign Debt Underwriting: Autopsy of a Regime Change" viser hvordan Glass-Steagall-loven og de øvrige New Deal lovene førte til større makt for politiske myndigheter på bekostning av internasjonale banker og diskuterer noen konsekvenser for finansmarkedene.

source: Designed by graphic designer Sverre Morken
nb: Utført av grafiker Sverre Morken.

source: in 1963 to provide financial assistance to a member country experiencing medium-
nb: CCF ble opprettet i 1963 for å gi bistand til land som ble rammet av et mellomlangsiktig eksportproblem pga.

source: This is another example of the time inconsistency problem.
nb: Dette er det såkalte tidsinkonsistensproblemet.

source: Arne Hyttnes reported on the Remuneration Committee's discussions.
nb: Arne Hyttnes redegjorde for drøftingen i kompensasjonsutvalget.

source: Special edition 10-krone coin 2011
nb: Universitetet 10-krone minnemynt 2011

source: Any profit made each year is allocated to the adjustment fund until the fund reaches 40 percent of the market value of the foreign exchange reserves and 5 percent of the Bank’s holdings of domestic securities.
nb: Eventuelle overskudd på Norges Banks resultat skal hvert år avsettes til kursreguleringsfondet inntil dette utgjør 40 prosent av markedsverdien av valutareservene og 5 prosent av bankens beholdning av innenlandske verdipapirer.

source: is therefore reason to believe that, in the short term,
nb: etterspørsel etter plassering i norske kroner, blant annet
